{
    "statements": [
        {
            "id": 0,
            "text": "The robbery was discovered at 8:00 a.m. on Friday, November 12. The bank had closed at 5:00 p.m. the previous day."
        },
        {
            "id": 1,
            "text": "Miss Margaret Ellington, a teller at the bank, discovered the robbery."
        },
        {
            "id": 2,
            "text": "The vault of the bank had been blasted open by dynamite."
        },
        {
            "id": 3,
            "text": "The president of the bank, Mr. Albert Greenbags, left before the robbery was discovered. He was arrested by authorities at the Mexico City airport at noon on Friday, November 12."
        },
        {
            "id": 4,
            "text": "The president of the bank had been having trouble with his wife, who spent all of his money. He had frequently talked of leaving her."
        },
        {
            "id": 5,
            "text": "The front door of the bank had been opened with a key."
        },
        {
            "id": 6,
            "text": "The only keys to the bank were held by the janitor and the president of the bank."
        },
        {
            "id": 7,
            "text": "Miss Ellington often borrowed the president's key to open the bank early when she had an extra amount of work to do."
        },
        {
            "id": 8,
            "text": "A strange, hippie-type person had been hanging around the bank on Thursday, November 11, watching employees and customers."
        },
        {
            "id": 9,
            "text": "A substantial amount of dynamite had been stolen from the Acme Construction Company on Wednesday, November 10."
        },
        {
            "id": 10,
            "text": "An Acme employee, Howard Ellington, said that a hippie had been hanging around the construction company on Wednesday afternoon."
        },
        {
            "id": 11,
            "text": "The hippie-type character, whose name was Dirsey Flowers and who had recently dropped out of Southwest Arkansas State Teachers College, was found by police in East Birdwatch, about ten miles from Minnetonka."
        },
        {
            "id": 12,
            "text": "Dirsey Flowers was carrying $500 when police apprehended him and had thrown a package into the river as the police approached."
        },
        {
            "id": 13,
            "text": "Anastasia Wallflower of East Birdwatch, Wisconsin, said that she had bought $500 worth of genuine Indian love beads from Dirsey Flowers for resale in her boutique in downtown East Birdwatch."
        },
        {
            "id": 14,
            "text": "Anastasia said that Dirsey had spent the night of November 11th at the home of her parents and left after a pleasant breakfast on the morning of the 12th."
        },
        {
            "id": 15,
            "text": "When police tried to locate the janitor of the bank, Elwood Smith, he had apparently disappeared."
        },
        {
            "id": 16,
            "text": "Miss Ellington stated that her brother Howard, when strolling to Taylor's Diner for coffee about 11:00 p.m. on Thursday, November 11, had seen Mr. Smith running from the bank."
        },
        {
            "id": 17,
            "text": "Mr. Smith was found by the F.B.I in Dogwalk, Georgia, on November 12. He had arrived there via Southern Airlines Flight at 5:00 p.m. on the 11th."
        },
        {
            "id": 18,
            "text": "The airlines clerk confirmed the time of Mr. Smith's arrival."
        },
        {
            "id": 19,
            "text": "Mr. Greenbags was the only person who had a key to the vault."
        },
        {
            "id": 20,
            "text": "There were no planes out of Dogwalk between 4:00 p.m. and 7:00 a.m."
        },
        {
            "id": 21,
            "text": "In addition to keeping payroll records, Mr. Ellington was in charge of the dynamite supplies of the Acme Construction Company."
        },
        {
            "id": 22,
            "text": "Mr. Greenbag's half-brother, Arthur Nodough, had always been jealous of his brother."
        },
        {
            "id": 23,
            "text": "Nodough always got drunk on Friday nights."
        },
        {
            "id": 24,
            "text": "Arthur Nodough appeared in Chicago on Monday, November 8, waving a lot of Money."
        },
        {
            "id": 25,
            "text": "Arthur wanted to may Camelia Smith."
        },
        {
            "id": 26,
            "text": "Miss Ellington said that Smith had often flirted with her."
        },
        {
            "id": 27,
            "text": "Mr. Smith's father, a gold prospector in Alaska, had died in September."
        },
        {
            "id": 28,
            "text": "Mr. Greenbags waited in the terminal at O'Hare Field in Chicago for 16 hours because of engine trouble on the plane he was to take to Mexico City."
        }
    ],
    "entities": [
        {
            "id": 0,
            "name": "The Bank"
        },
        {
            "id": 1,
            "name": "Acme Construction Company"
        },
        {
            "id": 2,
            "name": "Police"
        },
        {
            "id": 3,
            "name": "F.B.I."
        },
        {
            "id": 4,
            "name": "Authorities"
        },
        {
            "id": 5,
            "name": "Mexico City Airport"
        },
        {
            "id": 6,
            "name": "East Birdwatch, Wisconsin"
        },
        {
            "id": 7,
            "name": "Dogwalk, Georgia"
        },
        {
            "id": 8,
            "name": "O'Hare Field in Chicago"
        },
        {
            "id": 9,
            "name": "Taylor's Diner"
        },
        {
            "id": 10,
            "name": "Minnetonka"
        },
        {
            "id": 11,
            "name": "Southwest Arkansas State Teachers College"
        },
        {
            "id": 12,
            "name": "The Robbery"
        },
        {
            "id": 13,
            "name": "The Vault"
        },
        {
            "id": 14,
            "name": "Dynamite"
        },
        {
            "id": 15,
            "name": "Front Door of the Bank"
        },
        {
            "id": 16,
            "name": "Key(s) to the Bank/Vault"
        },
        {
            "id": 17,
            "name": "Southern Airlines Flight"
        }
    ],
    "entity_statements": {
        "0": [
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            15,
            16
        ],
        "12": [
            0,
            1,
            3
        ],
        "13": [
            2,
            19
        ],
        "14": [
            2,
            9,
            21
        ],
        "4": [
            3
        ],
        "5": [
            3
        ],
        "15": [
            5
        ],
        "16": [
            5,
            6,
            7,
            19
        ],
        "1": [
            9,
            21
        ],
        "2": [
            11,
            12,
            15
        ],
        "6": [
            11,
            13
        ],
        "10": [
            11
        ],
        "11": [
            11
        ],
        "9": [
            16
        ],
        "7": [
            17,
            20
        ],
        "17": [
            17
        ],
        "8": [
            28
        ]
    }
}